Repository: common-repository/simple-pdf-coupon-for-woocommerce
Catalog: languages/simple-pdf-coupon-for-woocommerce-*.po
Languages: de_de

source: Simple Coupons for WooCommerce Settings
de_de: Simple Coupons for WooCommerce Einstellungen

source: If you have any questions, write to: office@lemontec.at
de_de: Bei Fragen bitte an office@lemontec.at wenden

source: Coupon settings
de_de: Gutschein Einstellungen

source: URL to Coupon Sujet
de_de: URL zu Gutschein-Sujet

source: Maximum coupon value
de_de: Maximaler Gutscheinbetrag

source: Text in mail and on thankyou page
de_de: Button-Text auf der Vielen Dank Seite und in den Bestellmails

source: Thank you for your order.
de_de: Vielen Dank für deine Bestellung.

source: Button text in mail and on thankyou page
de_de: Button-Text auf der Vielen Dank-Seite und in den Bestellmails

source: Here is the link to your voucher.
de_de: Hier der Gutschein Link.

source: Container for price and coupon number
de_de: Container für Preis, persönlichen Gruß und Gutscheinnummer

source: Font Size Price
de_de: Schriftgröße Gutscheinwert

source: Font Size Greeting
de_de: Schriftgröße persönlicher Gruß

source: Font Size Coupon Number
de_de: Schriftgröße Gutscheinnummer

source: Value
de_de: Wert

source: Personal greeting
de_de: Persönlicher Gruß
